白马工作室是以科学马克思主义为思想和理论基础、致力于构建“大历史理论框架”的网络工作室，目前已启动“牧马工程”（2016年4月3日命名）——一项旨在进行马克思主义思想史、资本主义发展史、中国史与世界史三个主要脉络研读和梳理的计划，它既是“白马”的需要，也是确定“科学马克思主义”内涵、构建“大历史框架”的需要。

网站域名为ByMarx.org，By Marx既与“白马”音近，又寓意“追随马克思”、“以马克思之名”，org代表公众团体，体现了非政府、非营利属性。


#### **从新民学会到白马工作室**

从新民学会到白马工作室，是一个必然的选择，是具有承继性的、新的开始。

新民学会于2007年复建之初即提出关于自身发展的“波纹理论”，后于2009年又进一步阐述了其实质、动力及实现路径。“波纹理论”以描述波纹扩散的方式说明新民学会发展的模式和实现自身宗旨的途径。而在经过了一系列探索实践之后，新民学会走到了需要进一步自我提升、加强“波源”动力以确保“波纹”得以维持和传播的阶段。

2010年改革重组后，新民学会在开展读书交流活动的同时，搭建了新民通讯等网络平台、并以“青力联播”、“求索平台”等尝试建立进步青年的联络沟通平台。

2012年以来，国内思想领域逐渐呈现新的态势，思想流派及青年团体也进入分化重组周期。随之，新民学会对网络平台建设和线上活动进行了调整。

在前述过程中，我们逐渐形成了对当今世界局势及发展趋势的基本看法，并确立和阐述了“新民观”、“马克思主义观”，但在理论建构方面尚存不足。

2015年8月，在讨论当下局势的基础上，新民学会提出加强“波源”即自身理论建设为当务之急，重点进行“三个脉络的梳理”。

2015年9月，“白马工作室”被确定为新的团队名称。这是对“新民”、“新民学会”名称泛滥及辨识度不高的一种应对；同时，也正如这一名称所展示的，它寓含正本清源之意，而通过三个脉络的梳理及现实回应去为马克思（主义）正名，恰恰是当下我们所要做的事情。

故而，白马工作室是新民学会实现自我扬弃过程中的产物，确立“科学马克思主义”内涵、构建“大历史理论框架”则是继续践行新民学会一贯精神理念的理论前提。

（2016年4月3日更新）