> 白马工作室启动的一项旨在进行马克思主义思想史、资本主义发展史、中国史与世界史三个主要脉络研读和梳理的长期计划，它既是“白马”的需要，也是确定“科学马克思主义”内涵、构建“大历史框架”的需要。

梳理工作从思想史入手，第一轮梳理采取研读为主、快速梳理的方式，待三个脉络的第一轮梳理整体完成后，方可把握诸多问题的来龙去脉；第二轮梳理更多融入原著阅读及思考创作，并重新梳理形成若干手稿，形成适合当下历史语境的话语范式；第三轮梳理中，以研究原著及现实问题为基础，在前两轮梳理及形成手稿的基础上，构建新的理论框架。

“马克思主义思想史”这一脉络的第一轮梳理，以马克思、恩格斯创立的科学社会主义理论的产生及发展演变为主体，同时兼顾马恩早期思想理论，以及马恩之前的社会主义和共产主义思想史、马恩之后各经典作家或代表人物的理论观点。

在此过程中，挖掘马恩创立科学社会主义理论过程中同其他思想流派的交锋，重点挖掘第一国际和第二国际时期各派别或代表人物之间的论战，梳理上述论战中的主要分歧点，以及这些分歧对苏东实践的影响。

围绕上述论战及苏东实践的评价，则应是第二轮梳理中方可尝试做来的，而再次期间，也必将需要融入原著的阅读。

总体观之，“牧马工程”是长期的，是与观察分析现实世界、即参与历史实践相辅相成的。